Repository: 10MENTECH/ampache
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Session Expired: please log in again at
tr_tr: Oturumun süresi bitmiþ: lütfen yeniden giriþ yapýn

source: Error: Unable to open
tr_tr: Hata: açýlamadý

source: Error: Unable to change to directory
tr_tr: Hata: klasöre geçiþ yapýlamadý

source: Error: Unable to get filesize for
tr_tr: Hata: dosya boyutu sorgulanamadý

source: Added
tr_tr: Eklendi

source: is not readable by ampache
tr_tr: Ampache tarafýndan okunamadý

source: Found in ID3
tr_tr: ID3 içinde bulundu

source: Found on Amazon
tr_tr: Amazon'da bulundu

source: Found in Folder
tr_tr: Klasörde bulundu

source: Found
tr_tr: Bulundu

source: Not Found
tr_tr: Bulunamadý

source: Searched
tr_tr: Arandý

source: Starting Dump Album Art
tr_tr: Albüm kapaðý boþaltmasý baþlýyor

source: Written
tr_tr: Yazýldý

source: Error unable to open file for writting
tr_tr: Hata: dosya yazmak için açýlamadý

source: Album Art Dump Complete
tr_tr: Albüm kapaðý boþaltmasý tamamlandý

source: Return
tr_tr: Dön

source: Starting Catalog Build
tr_tr: Katalog yapýlandýrma baþladý

source: Running Remote Sync
tr_tr: Uzak anuyum sürüyor

source: Starting Album Art Search
tr_tr: Albüm kapaðý aramasý baþlýyor

source: Catalog Finished
tr_tr: Katalog tamamlandý

source: Total Time
tr_tr: Genel Süre

source: Total Songs
tr_tr: Tüm Þarkýlar

source: Songs Per Seconds
tr_tr: Þarký/Saniye

source: Updated
tr_tr: Güncelleþtirildi

source: No Update Needed
tr_tr: Güncelleþtirme gereksiz

source: Starting New Song Search on
tr_tr: Yeni þarký arama baþladý

source: catalog
tr_tr: Katalog

source: Running Remote Update
tr_tr: Uzak güncelleme sürüyor

source: Catalog Update Finished
tr_tr: Katalog güncelleme tamamlandý

source: Error
tr_tr: Hata

source: Unable to load XMLRPC library, make sure XML-RPC is enabled
tr_tr: XMLRPC kitaplýðý yüklenemedi, XML-RPC'nin etkinleþtirilmiþ olduðunu kontrol edin

source: Error connecting to
tr_tr: Hata, baðlanilamýyor:

source: Code
tr_tr: Kod

source: Reason
tr_tr: Neden

source: Completed updating remote catalog(s)
tr_tr: Uzak katalog(lar) güncellendi

source: Checking
tr_tr: Saðlama yapýlýyor

source: Catalog Clean Done
tr_tr: Kalalog temizleme tamamlandý

source: files removed
tr_tr: dosya silindi

source: Updating the
tr_tr: Güncelleþtiriliyor

source: Catalog
tr_tr: Katalog

source: songs found checking tag information.
tr_tr: þarký etiket bilgisi taramasý sonucu bulundu.

source: Title
tr_tr: Þarký adý

source: updated to
tr_tr: güncelleþtirildi

source: Bitrate
tr_tr: Ýkil hýzý

source: Rate
tr_tr: Oran

source: Mode
tr_tr: Kip

source: Time
tr_tr: Süre

source: Track
tr_tr: Parça

source: Filesize
tr_tr: Dosya boyutu

source: Artist
tr_tr: Sanatçý

source: Album
tr_tr: Albüm

source: Year
tr_tr: Yýl

source: Comment
tr_tr: Yorum

source: Genre
tr_tr: Kategori

source: Error, cannot write
tr_tr: Hata, yazýlamýyor

source: Error, cannot write song in file
tr_tr: Hata, þarký dosyaya yazýlamadý

source: Closed after write
tr_tr: Yazýldýktan sonra kapatýldý

source: Various
tr_tr: Çeþitli

source: Search Type
tr_tr: Arama türü

source: Search
tr_tr: Ara

source: Enable
tr_tr: Etkinleþtir

source: Disable
tr_tr: Edilgenleþtir

source: Local
tr_tr: Yerel

source: Stream
tr_tr: Akým

source: Downsample
tr_tr: Kaliteyi düþür (downsample)

source: Could not add
tr_tr: Eklenemedi

source: English
tr_tr: Ýngilizce

source: German
tr_tr: Almanca

source: French
tr_tr: Fransýzca

source: Unknown
tr_tr: Bilinmeyen

source: Show w/o art
tr_tr: Kapaksýz göster

source: Show all
tr_tr: Tümünü görüntüle

source: Add a Catalog
tr_tr: Katalog ekle

source: Catalog Statistics
tr_tr: Katalog istatistikleri

source: day
tr_tr: gün

source: days
tr_tr: gün

source: hour
tr_tr: saat

source: hours
tr_tr: saat

source: All
tr_tr: Hepsi

source: file
tr_tr: dosya

source: File uploads not supported.
tr_tr: Dosya yükleme desteði verilmiyor.

source: No file uploaded
tr_tr: Hicbir dosya yüklenmedi.

source: There was a problem with the file upload: No %s was uploaded.
tr_tr: Dosya yüklemede sorun çýktý: %s yüklenemedi

source: There was a problem with the file upload: The %s was larger than the maximum allowed size (%d bytes).
tr_tr: Dosya yüklemede sorun çýktý: %s müsaade edilen azami boyutu aþýyor (%d byte)

source: There was a problem with the file upload: The %s was only partially uploaded.
tr_tr: Gönderilen dosya (%s) yalnýz kýsmen yüklendi.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
tr_tr: Gönderilen dosya daha önce php.ini'de belirlenen upload_max_filesize hattýný aþýyor.

source: No songs in this playlist.
tr_tr: Bu listede þarký bulunamadý.

source: Create a new playlist
tr_tr: Þarký listesi oluþtur

source: Manage Users
tr_tr: Kullanýcýlarý düzenle

source: Add a new user
tr_tr: Kullanýcý ekle

source: Add to Catalog(s)
tr_tr: Kataloða ekle

source: Add to all Catalogs
tr_tr: Tüm kataloglara ekle

source: Error Connecting
tr_tr: Baðlantý hatasý

source: Update Catalog(s)
tr_tr: Kataloðu güncelleþtir

source: Update All Catalogs
tr_tr: Tüm kataloglarý güncelleþtir

source: Clean Catalog(s)
tr_tr: Kataloðu temizle

source: Clean All Catalogs
tr_tr: Tüm kataloglarý temizle

source: Now Playing Cleared
tr_tr: Þu anda çalýnanlar silindi

source: All now playing data has been cleared
tr_tr: Tüm þu anda çalýnanlar silindi

source: Do you really want to clear your catalog?
tr_tr: Kataloðunuzu gerçekten boþaltmak mý istiyorsunuz?

source: Do you really want to clear the statistics for this catalog?
tr_tr: Bu kataloðun istatistik bilgilerini gerçekten silmek mi istiyorsunuz?

source: Do you really want to delete this catalog?
tr_tr: Kataloðunuzu gerçekten silmek mi istiyorsunuz?

source: Error Username Required
tr_tr: Hata, kullanýcý ismi gerekli

source: Error Passwords don't match
tr_tr: Hata, parolalar uyuþmuyor

source: Are you sure you want to permanently delete
tr_tr: Tamamen silmek istediðinizden emin misiniz:

source: No
tr_tr: Hayýr

source: User Deleted
tr_tr: Kullanýcý silindi

source: Delete Error
tr_tr: Silme hatasý

source: Unable to delete last Admin User
tr_tr: Son yönetici silinemedi

source: Do you really want to delete this Access Record?
tr_tr: Bu giriþ izini gerçekten silmek mi istiyorsunuz?

source: Entry Deleted
tr_tr: Giriþ silindi

source: Your Access List Entry has been removed
tr_tr: Eriþim listesindeki giriþiniz silindi

source: Entry Added
tr_tr: Giriþ eklendi

source: Your new Access List Entry has been created
tr_tr: Eriþim listesine giriþiniz eklendi

source: Songs Disabled
tr_tr: Edilgenleþtirilmiþ Þarkýlar

source: The requested song(s) have been disabled
tr_tr: Ýstenen þarký(lar) edilgenleþtirildi

source: Songs Enabled
tr_tr: Etkinlentirilmiþ Þarkýlar

source: The requested song(s) have been enabled
tr_tr: Ýstenen þarký(lar) etkinleþtirildi

source: Ampache Installation
tr_tr: Ampache'nin Kuruluþu

source: A MySQL Server with a username and password that can create/modify databases
tr_tr: Bir MySQL Sunucusu ve bunun veritabaný ekleyebilen ve düzenleyebilen kullanýcý giriþi ve parolasý

source: Step 1 - Creating and Inserting the Ampache Database
tr_tr: Ýlk Adým - Ampache veritabanýnýn kurulmasý ve doldurulmasý

source: Step 3 - Setup Initial Account
tr_tr: Üçüncü Adým - Ýlk kullanýcýnýn kurulmasý

source: This step creates your initial Ampache admin account. Once your admin account has been created you will be directed to the login page
tr_tr: Bu adýmda ilk yönetici hesabý oluþturuluyor. Oluþturulduktan sonra giriþ sayfasýna yönlendirileceksiniz.

source: Username
tr_tr: Kullanýcý adý

source: Password
tr_tr: Parola

source: Create Account
tr_tr: Hesap ekle

source: Full Name
tr_tr: Tam Ýsim

source: E-mail
tr_tr: Elektronik posta

source: Confirm Password
tr_tr: Parola doðrulama

source: Register User
tr_tr: Kullanýcý kaydý

source: Yes
tr_tr: Evet

source: Filename
tr_tr: Dosya adý

source: Albums
tr_tr: Albümler

source: Artists
tr_tr: Sanatçýlar

source: Songs
tr_tr: Þarkýlar

source: Name
tr_tr: Ýsim

source: Update Profile
tr_tr: Profil güncelleme

source: Enter password
tr_tr: Parola giriþ

source: Change Password
tr_tr: Parola deðiþtirme

source: Clear Stats
tr_tr: Ýstatistikleri sil

source: Action
tr_tr: Eylem

source: Play
tr_tr: Çal

source: Users
tr_tr: Kullanýcýlar

source: Mail Users
tr_tr: Kullanýcýlara mesaj

source: Home
tr_tr: Ýlk Sayfa

source: Admin
tr_tr: Yönetici

source: Preferences
tr_tr: Tercihler

source: Upload
tr_tr: Yükleme

source: Playlists
tr_tr: Þarký listeleri

source: Random
tr_tr: Rasgele

source: Logout
tr_tr: Oturum Sonu

source: Continue
tr_tr: Devam

source: Play Random Selection
tr_tr: Rasgele seçilenleri çal

source: Full Albums
tr_tr: Tüm Albümler

source: Total Users
tr_tr: Tüm Kullanýcýlar

source: Connected Users
tr_tr: Baðlanmýþ Kullanýcýlar

source: Catalog Size
tr_tr: Katalog boyutu

source: Catalog Time
tr_tr: Katalog süresi

source: Play Selected
tr_tr: Seçilmiþleri çal

source: Flag Selected
tr_tr: Seçilmiþleri iþaretle

source: Edit Selected
tr_tr: Seçilmiþleri düzenle

source: Set Track Numbers
tr_tr: Parça numaralarýný iþle

source: Remove Selected Tracks
tr_tr: Seçilmiþ parçalarý sil

source: Playlist
tr_tr: Þarký listesi

source: Add to
tr_tr: Ekle

source: View
tr_tr: Görüntüle

source: Edit
tr_tr: Düzenle

source: Newest Artist Additions
tr_tr: Son eklenen sanatçýlar

source: Newest Album Additions
tr_tr: Son eklenen albümler

source: Most Popular Artists
tr_tr: En popüler sanatçýlar

source: Most Popular Songs
tr_tr: En popüler þarkýlar

source: Get Art
tr_tr: Albüm kapaðý çaðýr

source: Albums by
tr_tr: Albümler

source: Show All Songs By
tr_tr: Tüm þarkýlarýný görüntüle:

source: Play All Songs By
tr_tr: Tüm þarkýlarýný çal:

source: Play Random Songs By
tr_tr: Rasgele þarkýlarýný çal:

source: Update from tags
tr_tr: Etiketlerden güncelle

source: Delete
tr_tr: Sil

source: Download
tr_tr: Ýndirme

source: Preference
tr_tr: Tercih

source: Value
tr_tr: Deðer

source: Apply to All
tr_tr: Hersine uygula

source: Unknown action requested
tr_tr: Bilinmeyen eylem istendi

source: Now Playing
tr_tr: Þu anda çalan

source: Starting Update from Tags
tr_tr: Etiketten güncelleþtirme baþlýyor

source: New Playlist
tr_tr: Yeni þarký listesi

source: Flagging song completed.
tr_tr: Þarký iþaretleme tamamlandý

source: Album Art Cleared
tr_tr: Albüm kapaðý silindi

source: Album Art information has been removed form the database
tr_tr: Albüm kapaðý ile ilgili bilgiler veritabanýndan silindi

source: Album Art Not Located
tr_tr: Albüm kapaðý bulunamadý

source: Album Art could not be located at this time. This may be due to Amazon being busy, or the album not being present in their collection.
tr_tr: Albüm kapaðý bulunamadý. Bu Amazon'un meþgul yada bu albümün orada olmayýþýndan ileri gelebilir.

source: Admin Preferences
tr_tr: Yönetici tercihleri

source: Access Lists
tr_tr: Eriþim listesi

source: Add a catalog
tr_tr: Katalog ekle

source: Clear Now Playing
tr_tr: Þu anda çalanlarý sil

source: Song
tr_tr: Þarký

source: Size
tr_tr: Boyut

source: User
tr_tr: Kullanýcý

source: Date
tr_tr: Tarih

source: Add
tr_tr: Ekle

source: Refresh the Playlist Window
tr_tr: Þarký Listesi görüntüsünü yenile

source: Click to shuffle (randomize) the playlist
tr_tr: Þarký Listesini karýþtýrmak (rasgele) icin týkla

source: shuffle
tr_tr: rasgele

source: Song title
tr_tr: þarký adý

source: Flag song
tr_tr: Þarkýyý iþaretle

source: Flag the following song as having one of the problems listed below. Site admins will then take the appropriate action for the flagged files.
tr_tr: Þarkýyý aþaðýda gösterilen sorunlardan biriyle iliþkili olarak iþaretle. Site yöneticileri bu iþaretli dosyalar hakkýnda gereken iþlemleri yaparlar.

source: Reason to flag
tr_tr: Ýþaretleme nedeni

source: Flag Song
tr_tr: Þarkýyý iþaretle

source: Settings for catalog in
tr_tr: Katalog ayarlarý:

source: Auto-inserted Fields
tr_tr: Özdevimli Alanlar

source: album name
tr_tr: albüm ismi

source: artist name
tr_tr: sanatçý ismi

source: catalog path
tr_tr: katalog yolu

source: id3 comment
tr_tr: id3 açýklamasý

source: genre
tr_tr: kategori

source: track number (padded with leading 0)
tr_tr: þarký numarasý (0 ile baþlar)

source: song title
tr_tr: þarký adý

source: year
tr_tr: yýl

source: other
tr_tr: baþka

source: ID3 set command
tr_tr: ID3 ayarlama komutu

source: Filename pattern
tr_tr: Dosya adý deseni

source: Folder Pattern
tr_tr: Klasör adý deseni

source: (no leading or ending '/')
tr_tr: (baþýnda yada sonuna '/' olmaksýzýn)

source: Save Catalog Settings
tr_tr: Katalog ayarlarýný kaydet

source: Ampache Debug
tr_tr: Ampache Hata Ayýklamasý

source: You've reached this page because a configuration error has occured. Debug Information below
tr_tr: Bir yapýlandýrma hatasý yüzünden bu sayfaya yönlendirildiniz. Hata ayýklamasýný asaðýda görebilirsiniz

source: STATUS
tr_tr: Durum

source: This tests to make sure that you are running a version of PHP that is known to work with Ampache.
tr_tr: Bu test PHP'nin Ampache ile uyuþan bir sürümünün kullanýldýðýný tasdik ediyor.

source: This test checks to see if you have the mysql extensions loaded for PHP. These are required for Ampache to work.
tr_tr: Bu testler PHP'nin mysql uzantýlarýnýn varlýðýný kontrol ediyor. Bu uzantýlar olmazsa Ampache calýþmaz.

source: This test checks to make sure that you have PHP session support enabled. Sessions are required for Ampache to work.
tr_tr: Bu testler PHP'nin oturum desteðinin varlýðýný kontrol ediyor. Oturum desteði olmazsa Ampache calýþmaz.

source: PHP ICONV Support
tr_tr: PHP ICONV desteði

source: This test checks to make sure you have Iconv support installed. Iconv support is not required for Ampache, but it is highly recommended
tr_tr: Bu testler PHP'nin ICONV desteðinin varlýðýný kontrol ediyor. ICONV Ampache'nin çalýþmasý icin gerekli olmasada tavsiyemizdir

source: DB Connection
tr_tr: Veritabaný baðlantýsý

source: Local Play Control
tr_tr: Yerel Çalma Düzeni

source: Playback
tr_tr: Çal

source: Prev
tr_tr: Önceki

source: Stop
tr_tr: Dur

source: Pause
tr_tr: Durakla

source: Next
tr_tr: Sonraki

source: Volume
tr_tr: Ses

source: Increase Volume
tr_tr: Ses aç

source: Decrease Volume
tr_tr: Ses kapa

source: Clear queue
tr_tr: Kuyruðu sil

source: In the form below enter either a local path (i.e. /data/music) or the URL to a remote Ampache installation (i.e http://theotherampache.com)
tr_tr: Aþaðidaki forma ya yerel bir yol girin (örn. /data/muzik) yada uzak bir Ampache Sunucusunun adresini (örn. http://benimampachem.com)

source: Catalog Name
tr_tr: Kalalog Ýsmi

source: Path
tr_tr: Yol

source: Catalog Type
tr_tr: Katalog türü

source: Remote
tr_tr: uzaktan

source: ID3 Set Command
tr_tr: ID3 ayarlama komutu

source: Filename Pattern
tr_tr: Dosya adý deseni

source: Gather Album Art
tr_tr: Albüm kapaklarýný topla

source: ID3V2 Tags
tr_tr: ID3V2 Etiketleri

source: File Folder
tr_tr: Dosya klasörü

source: Add Catalog
tr_tr: Kataloðu ekle

source: Flag
tr_tr: Ýþaret

source: New Flag
tr_tr: Yeni iþaret

source: Flagged by
tr_tr: Ýþaretleyen

source: ID3 Update
tr_tr: ID3 Güncelleme

source: Accept
tr_tr: Kabul

source: Reject
tr_tr: Red

source: Direct Link
tr_tr: Doðrudan Eriþim

source: Total
tr_tr: Tüm

source: Search Ampache
tr_tr: Ampache içinde ara

source: This steps takes the basic config values, and first attempts to write them out directly to your webserver. If access is denied it will prompt you to download the config file. Please put the downloaded config file in /config
tr_tr: Bu adýmda temel veriler sorgulanýp, web sunucunuza ilk yazma denemesi yapýlacaktýr. Eðer baþarýsýz olunursa size sunulacak olan yapýlandýrma dosyasýný /config klasörüne kaydedin.

source: Web Path
tr_tr: Web Yolu

source: Desired Database Name
tr_tr: Düþünülen Veritabaný ismi

source: MySQL Hostname
tr_tr: MySQL makine ismi

source: MySQL Username
tr_tr: MySQL kullanýcý adý

source: MySQL Password
tr_tr: MySQL parolasý

source: Write Config
tr_tr: Yapýlandýrmayý kaydet

source: Check for Config
tr_tr: Yapýlandýrma doðrula

source: Play Album
tr_tr: Albümü çal

source: Play Random from Album
tr_tr: Albümden rasgele çal

source: Reset Album Art
tr_tr: Albüm kapaðý silinsin

source: Find Album Art
tr_tr: Albüm kapaðý ara

source: Editing
tr_tr: Düzenleme

source: preferences
tr_tr: tercihler

source: Rebuild Preferences
tr_tr: Tercihleri yeniden yapýlandýr

source: Update Preferences
tr_tr: Tercihleri güncelle

source: Cancel
tr_tr: Ýptal

source: Adding a New User
tr_tr: Kullanýcý ekle

source: Editing existing User
tr_tr: Kullanýcýyý düzenle

source: User Access Level
tr_tr: Kullanýcý eriþim düzeyi

source: Add User
tr_tr: Kullanýcý ekle

source: Update User
tr_tr: Kullanýcý güncelle

source: Item count
tr_tr: Öðe sayýsý

source: From genre
tr_tr: Kategoriden

source: Favor Unplayed
tr_tr: Çalýnmamýþlardan

source: Full Artist
tr_tr: Tüm Sanatçýlar

source: from catalog
tr_tr: Katalogdan

source: Play Random Songs
tr_tr: Rasgele þarký çal

source: This step creates and inserts the Ampache database, as such please provide a mysql account with database creation rights. This step may take a while depending upon the speed of your computer
tr_tr: Bu adýmda Ampache veritabaný oluþturuluyor. Bunun için veritabaný kurma izni olan bir mysql giriþi gerekli. Bu adýmýn süresi bilgisayarýnýzýn hýzýna baðlýdýr

source: MySQL Administrative Username
tr_tr: MySQL yönetici ismi

source: MySQL Administrative Password
tr_tr: MySQL yönetici parolasý

source: Insert Database
tr_tr: Veritabanýný ekle

source: Add Access for a Host
tr_tr: Eriþim listesine makine ekle

source: Use the form below to add a host that you want to have access to your Ampache catalog.
tr_tr: Aþaðýdaki formu kullanarak Ampache kataloðuna eriþmesini istediðiniz makineleri ekleyebilirsiniz.

source: Start IP Address
tr_tr: Ýlk ÝP-Adresi

source: End IP Address
tr_tr: Son ÝP-Adresi

source: Level
tr_tr: Düzey

source: Add Host
tr_tr: Makine ekle

source: Error: ICONV not found, ID3V2 Tags will not import correctly. See <a href="http://php.oregonstate.edu/iconv">Iconv</a> for information on getting ICONV
tr_tr: Hata: ICONV bulunamadý, ID3V2 etiketleri doðru þekilde ithal edilemeyecek. Bu adresten <a href="http://php.oregonstate.edu/iconv">Iconv</a> ICONV hakkýnda bilgi alabilirsiniz.

source: Update Catalogs
tr_tr: Kataloglarý güncelle

source: Fast Add
tr_tr: Çabuk ekle

source: Fast Update
tr_tr: Çabuk güncelle

source: You don't have any catalogs.
tr_tr: Sizin hiç kataloðunuz yok.

source: Show Duplicate Songs
tr_tr: Duble þarkýlarý görüntüle

source: Show Disabled Songs
tr_tr: Edilgenleþtirilmiþ þarkýlarý görüntüle

source: Clear Catalog Stats
tr_tr: Katalog istatistiklerini sil

source: Dump Album Art
tr_tr: Albüm kapaðý boþalt

source: View flagged songs
tr_tr: Ýþaretlenmiþ þarkýlarý görüntüle

source: Catalog Tools
tr_tr: Katalog araçlarý

source: Account
tr_tr: Hesap

source: Stats
tr_tr: Ýstatistikler

source: max_upload_size
tr_tr: max_upload_size (azami_yükleme_hacmi)

source: Fullname
tr_tr: Tam Ýsim

source: Last Seen
tr_tr: Son giriþ

source: Prefs
tr_tr: Tercihler

source: On-line
tr_tr: Çevrimiçi

source: delete
tr_tr: sil

source: Login
tr_tr: Giriþ

source: Remember Me
tr_tr: Beni hatýrla

source: Host Access to Your Catalog
tr_tr: Kataloða makine eriþimi

source: Add Entry
tr_tr: Giriþ ekle

source: Start Address
tr_tr: Ýlk Adres

source: End Address
tr_tr: Son Adres

source: Revoke
tr_tr: Ýptal

source: Object Type
tr_tr: Nesne türü

source: MPD Play Control
tr_tr: MPD Kontrol

source: Loop
tr_tr: Döngü

source: Select
tr_tr: Seçim

source: Cover
tr_tr: Kapak

source: Album Name
tr_tr: Albüm adý

source: Album Year
tr_tr: Albüm yýlý

source: Total Tracks
tr_tr: Tüm parçalar
